Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/likestilling_mellom_kjonn.html.tmx
Source language: nob
Languages: sma

source: Likestilling mellom kjønn
sma: Mïrrestalleme tjoeli gaskem

source: Sametinget arbeider for å oppnå et likestilt samisk samfunn med like rettigheter, plikter og muligheter for alle.
sma: Saemiedigkie sæjhta mïrrestallije saemien siebriedahken åvteste barkedh seamma reaktajgujmie, dïedtigujmie jïh nuepiejgujmie gaajhkesidie.

source: Utgangspunktet for dette arbeidet er at likestilling berører alle samfunnsområder og er derfor en integrert del av vårt arbeid.
sma: Våarome daan barkose lea mïrrestalleme lea gaajhki siebriedahkesuerkiej bïjre jïh dan åvteste akte sjïehtesjamme bielie mijjen barkoste.

source: Sametinget vedtok i 2012 en redegjørelse om kjønnslikestilling .
sma: Saemiedigkie reektestimmiem tjoelemïrrestallemen bïjre nænnoesti 2012 .

source: Redegjørelsen tar opp ulike områder der kjønn kan være til hinder for likestilling.
sma: Reektestimmie ovmessie suerkieh digkede gusnie tjoele maahta heaptojne årrodh mïrrestallemasse.

source: Noen områder handler om hvordan vi skal arbeide for å hindre kjønnsdiskriminering generelt.
sma: Såemies suerkieh bæjjese vaeltieh guktie edtjebe barkedh juktie tjoelesïerredimmiem heerredidh.

source: I tillegg fokuserer redegjørelsen på utvalgte områder som kjønnsidentitet, vold i nære relasjoner og seksuell legning.
sma: Lissine reektestimmie såemies suerkieh jarngesne åtna goh tjoeleidentiteete, vædtsoesvoete lïhke fuelhkine jïh seksuelle legninge.

source: Målet er at likestilling skal implementeres i alle politikkområdet i Sametingets arbeid.
sma: Ulmie lea mïrrestalleme edtja meatan vaaltasovvedh gaajhkide politihkesuerkide Saemiedigkien barkosne

source: Dette innebærer i praksis at vi tidlig i alle politiske prosesser analyserer hvilke konsekvenser politikken kan få for kvinner og for menn.
sma: Daate sæjhta jiehtedh mijjieh aareh gaajhkine politihkeles prosessine analyseradibie mah konsekvensh politihke maahta nyjsenæjjide jïh ålmide åadtjodh.

source: Svært lite politikk er i utgangspunktet kjønnsnøytral.
sma: Joekoen vaenie politihke lea aalkoelisnie tjoelenøytraale.

source: Når politikk utformes og beslutninger tas, må vi ta hensyn til kvinner og menns ulike liv, vilkår, ønsker og behov.
sma: Gosse politihkem hammode jïh sjæjsjalimmieh vaalta, tjoerebe krööhkestidh nyjsenæjjah jïh ålmah joekehtslaakan jielieh, joekehts krïevenassh, sjaavnjoeh jïh daerpiesvoeth utnieh.

source: For å oppnå likebehandling av kvinner og menn er det derfor ofte behov for ulike tiltak for kjønnene.
sma: Ihke nyjsenæjjah jïh ålmah edtjieh seammalaakan gïetesovvedh lea dan åvteste daerpies ovmessie råajvarimmiejgujmie tjoelide.

source: Viktig er det også at både kvinner og menns bidrag og innsats synliggjøres og gis verdi på de ulike politikkområdene.
sma: Vihkeles aaj dovne nyjsenæjjaj jïh ålmaj viehkie jïh barkoe våajnoes dorjesuvvieh jïh aarvoem åadtjoeh dejnie ovmessie politihkesuerkine.

source: I vårt likestillingsarbeid har vi et solidarisk ansvar for å bidra til at situasjonen for urfolk som blir diskriminert på bakgrunn av kjønn andre steder i verden blir bedre.
sma: Mijjen mïrrestallemebarkosne aktem solidarihkeles dïedtem utnebe viehkiehtidh tsiehkiem aalkoealmetjidie bueriedidh mah sïerredimmiem dååjroeh sijjen tjoelen gaavhtan jeatjah lehkesne veartenisnie.

source: Sametingsrådet ønsker å være til stede på internasjonale arenaer der kjønnsspørsmål er tema.
sma: Saemiedigkieraerie sæjhta stïeresne årrodh gaskenasjonaale areenine gusnie tjoelegyhtjelassh leah teema.

source: Vi ønsker også å synliggjøre kjønnsdiskriminering i vårt generelle internasjonale arbeid.
sma: Mijjieh aaj sïjhtebe tjoelesïerredimmiem våajnoes darjodh mijjen sïejhme gaskenasjonaale barkosne.

source: Dette arbeidet må være basert på klare målsettinger for likestillingspolitikken vår, og det må baseres på et organisert samarbeid mellom urfolkskvinner.
sma: Daate barkoe tjuara tjïelke ulmieh mijjen mïrrestallemepolitihkese utnedh, jïh akte årganiseradamme laavenjostoe aalkoealmetjegujni gaskem tjuara våaroeminie årrodh.
